Repository: bgarlock/core
Catalog: l10n/*/files.po
Languages: sq

source: Could not move %s - File with this name already exists
sq: %s nuk u spostua - Aty ekziston një skedar me të njëjtin emër

source: Could not move %s
sq: %s nuk u spostua

source: Unable to set upload directory.
sq: Nuk është i mundur caktimi i dosjes së ngarkimit.

source: Invalid Token
sq: Përmbajtje e pavlefshme

source: No file was uploaded. Unknown error
sq: Nuk u ngarkua asnjë skedar. Veprim i gabuar i panjohur

source: There is no error, the file uploaded with success
sq: Nuk pati veprime të gabuara, skedari u ngarkua me sukses

source: The uploaded file exceeds the upload_max_filesize directive in php.ini:
sq: Skedari i ngarkuar tejkalon udhëzimin upload_max_filesize tek php.ini:

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
sq: Skedari i ngarkuar tejkalon udhëzimin MAX_FILE_SIZE të specifikuar në formularin HTML

source: The uploaded file was only partially uploaded
sq: Skedari i ngarkuar u ngarkua vetëm pjesërisht

source: No file was uploaded
sq: Nuk u ngarkua asnjë skedar

source: Missing a temporary folder
sq: Një dosje e përkohshme nuk u gjet

source: Failed to write to disk
sq: Ruajtja në disk dështoi

source: Not enough storage available
sq: Nuk ka mbetur hapësirë memorizimi e mjaftueshme

source: Invalid directory.
sq: Dosje e pavlefshme.

source: Files
sq: Skedarët

source: Not enough space available
sq: Nuk ka hapësirë memorizimi e mjaftueshme

source: Upload cancelled.
sq: Ngarkimi u anulua.

source: File upload is in progress. Leaving the page now will cancel the upload.
sq: Ngarkimi i skedarit është në vazhdim. Nqse ndërroni faqen tani ngarkimi do të anulohet.

source: URL cannot be empty.
sq: URL-i nuk mund të jetë bosh.

source: Invalid folder name. Usage of 'Shared' is reserved by ownCloud
sq: Emri i dosjes është i pavlefshëm. Përdorimi i "Shared" është i rezervuar nga Owncloud-i

source: Error
sq: Veprim i gabuar

source: Share
sq: Nda

source: Delete permanently
sq: Elimino përfundimisht

source: Rename
sq: Riemërto

source: Pending
sq: Pezulluar

source: {new_name} already exists
sq: {new_name} ekziston

source: replace
sq: zëvëndëso

source: suggest name
sq: sugjero një emër

source: cancel
sq: anulo

source: replaced {new_name} with {old_name}
sq: U zëvëndësua {new_name} me {old_name}

source: undo
sq: anulo

source: %n folder
sq: %n dosje

source: %n file
sq: %n skedar

source: {dirs} and {files}
sq: {dirs} dhe {files}

source: Uploading %n file
sq: Po ngarkoj %n skedar

source: '.' is an invalid file name.
sq: '.' është emër i pavlefshëm.

source: File name cannot be empty.
sq: Emri i skedarit nuk mund të jetë bosh.

source: Invalid name, '\', '/', '<', '>', ':', '"', '|', '?' and '*' are not allowed.
sq: Emër i pavlefshëm, '\', '/', '<', '>', ':', '"', '|', '?' dhe '*' nuk lejohen.

source: Your storage is full, files can not be updated or synced anymore!
sq: Hapësira juaj e memorizimit është plot, nuk mund të ngarkoni apo sinkronizoni më skedarët.

source: Your storage is almost full ({usedSpacePercent}%)
sq: Hapësira juaj e memorizimit është gati plot ({usedSpacePercent}%)

source: Encryption was disabled but your files are still encrypted. Please go to your personal settings to decrypt your files.
sq: Kodifikimi u çaktivizua por skedarët tuaj vazhdojnë të jenë të kodifikuar. Ju lutem shkoni tek parametrat personale për të dekodifikuar skedarët tuaj.

source: Your download is being prepared. This might take some time if the files are big.
sq: Shkarkimi juaj po përgatitet. Mund të duhet pak kohë nqse skedarët janë të mëdhenj.

source: Name
sq: Emri

source: Size
sq: Dimensioni

source: Modified
sq: Modifikuar

source: %s could not be renamed
sq: Nuk është i mundur riemërtimi i %s

source: Upload
sq: Ngarko

source: File handling
sq: Trajtimi i skedarit

source: Maximum upload size
sq: Dimensioni maksimal i ngarkimit

source: max. possible:
sq: maks. i mundur:

source: Needed for multi-file and folder downloads.
sq: Duhet për shkarkimin e dosjeve dhe të skedarëve

source: Enable ZIP-download
sq: Aktivizo shkarkimin e ZIP-eve

source: 0 is unlimited
sq: 0 është i pakufizuar

source: Maximum input size for ZIP files
sq: Dimensioni maksimal i ngarkimit të skedarëve ZIP

source: Save
sq: Ruaj

source: New
sq: I ri

source: Text file
sq: Skedar teksti

source: Folder
sq: Dosje

source: From link
sq: Nga lidhja

source: Deleted files
sq: Skedarë të eliminuar

source: Cancel upload
sq: Anulo ngarkimin

source: You don’t have write permissions here.
sq: Nuk keni të drejta për të shkruar këtu.

source: Nothing in here. Upload something!
sq: Këtu nuk ka asgjë. Ngarkoni diçka!

source: Download
sq: Shkarko

source: Unshare
sq: Hiq ndarjen

source: Delete
sq: Elimino

source: Upload too large
sq: Ngarkimi është shumë i madh

source: The files you are trying to upload exceed the maximum size for file uploads on this server.
sq: Skedarët që doni të ngarkoni tejkalojnë dimensionet maksimale për ngarkimet në këtë server.

source: Files are being scanned, please wait.
sq: Skedarët po analizohen, ju lutemi pritni.

source: Current scanning
sq: Analizimi aktual

source: Upgrading filesystem cache...
sq: Po përmirësoj memorjen e filesystem-it...
